Repository: 3GA/kano-settings
Catalog: po/*.po
Languages: es_ar

source: Error: Settings must be executed with root privileges
es_ar: Error: Los ajustes deben ejecutarse con privilegios de root (superusuario)

source: setting audio to {}
es_ar: configurando audio a {}

source: Setting keyboard to value loaded from settings
es_ar: Configurando el teclado al valor cargado en ajustes

source: Setting keyboard to {} {}
es_ar: Configurando el teclado a {} {}

source: Audio settings: Audio mode: {}
es_ar: Configuración de audio: Modo de audio: {}

source: Network settings: WiFi: {}, WiFi Connection Attempted: {}, Proxy port : {}, Proxy IP: {}, Proxy username : {}, Proxy type : {}
es_ar: Configuraciones de la red: wifi: {}, Conexión a wifi Intentada : {}, Puerto Proxy : {}, Direcc. IP Proxy: {}, Nombre de Usuario Proxy : {}, Tipo de Proxy : {}

source: Keyboard settings: Continent: {}, Country: {}, Variant: {} (indicies - Continent: {}, Country: {}, Variant: {})
es_ar: Configuración de teclado: Continente: {}, País: {}, Variante: {} (índices - Continente: {}, País: {}, Variante: {})

source: Connecting to {}
es_ar: Conectando a {}

source: Any minute now
es_ar: Enseguida

source: Cannot connect!
es_ar: ¡Imposible conectar!

source: Maybe the signal was too weak to connect.
es_ar: Tal vez la señal era demasiado débil para conectarse.

source: TRY AGAIN
es_ar: INTENTAR NUEVAMENTE

source: QUIT
es_ar: ABANDONAR

source: Success
es_ar: Conexión exitosa

source: You're connected
es_ar: Estás conectado

source: Connect to the network
es_ar: Conectarse a la red

source: Password
es_ar: Contraseña

source: CONNECT
es_ar: CONECTAR

source: Show password
es_ar: Mostrar contraseña

source: Password incorrect
es_ar: Contraseña incorrecta

source: Success!
es_ar: ¡Exitosa!

source: Searching for networks
es_ar: Buscando redes

source: You don't seem to have a WiFi dongle plugged in.
es_ar: Parece que no tienes un receptor de WiFi conectado.

source: Plug one in and try again
es_ar: Enchufa uno e intenta nuevamente

source: Skip
es_ar: Saltear

source: You are already connected via ethernet.
es_ar: Ya estás conectado vía ethernet.

source: Do you still want to connect with WiFi?
es_ar: ¿Aún quieres conectarte con WiFi?

source: YES
es_ar: SÍ

source: You already have internet!
es_ar: ¡Ya tienes internet!

source: Do you want to change network?
es_ar: ¿Quieres cambiar de red?

source: Connect to WiFi
es_ar: Conectar a WiFi

source: Choose a network
es_ar: Elige una red

source: No networks detected!
es_ar: ¡No se encontraron redes!

source: DISCONNECT
es_ar: DESCONECTAR

source: Disconnect complete.
es_ar: Desconexión completada.

source: You're now offline
es_ar: Ahora estás desconectado

source: CLOSE
es_ar: CERRAR

source: Disconnect complete - you're now offline.
es_ar: Desconectado - ahora estás offline.

source: Slow
es_ar: Lenta

source: Fast
es_ar: Rápida

source: Pick your speed
es_ar: Elige la velocidad

source: APPLY CHANGES
es_ar: APLICAR CAMBIOS

source: REQUIRES LESS MOVE PRECISION
es_ar: REQUIERE MENOS PRECISIÓN DE MOVIMIENTO

source: DEFAULT
es_ar: PREDETERMINADA

source: BETTER FOR WIDE SCREENS
es_ar: MEJOR PARA PANTALLAS GRANDES

source: United States
es_ar: Estados Unidos

source: Generic
es_ar: Genérico

source: Analogue
es_ar: Analógico

source: BACKGROUND
es_ar: FONDO

source: SCREENSAVER
es_ar: SALVAPANTALLAS

source: RESET YOUR DESKTOP
es_ar: RESTABLECER TU ESCRITORIO

source: This will reset your wallpaper and toolbar.
es_ar: Esto restablecerá tu imagen de fondo y barra de herramientas.

source: Do you want to continue?
es_ar: ¿Quieres continuar?

source: Small
es_ar: Pequeño

source: Big
es_ar: Grande

source: Font
es_ar: Fuente

source: Choose a comfortable text size
es_ar: Elige el tamaño del texto

source: BETTER FOR SMALL SCREENS
es_ar: MEJOR PARA PANTALLAS PEQUEÑAS

source: BETTER FOR BIG SCREENS
es_ar: MEJOR PARA PANTALLAS GRANDES

source: Keyboard
es_ar: Teclado

source: Kano keyboard detected
es_ar: Teclado Kano detectado

source: Layout options
es_ar: Opciones de distribución

source: Where do you live? So I can set your keyboard.
es_ar: ¿Dónde vives? Así puedo configurar tu teclado.

source: Advanced options
es_ar: Opciones avanzadas

source: ADD
es_ar: AÑADIR

source: REMOVE
es_ar: ELIMINAR

source: Invalid website given
es_ar: Dirección web inválida

source: We need to make sure the website URL is valid. Please enter the full URL as it appears in your browser. Example: http://www.google.com
es_ar: Necesitamos estar seguros de que la URL del sitio es válido. Por favor ingresa la URL completa tal y como aparece en tu navegador. Ejemplo: http://www.google.com

source: Locale
es_ar: Región

source: Set your locale (Changing this requires a reboot)
es_ar: Configura tu región (Este cambio requiere un reinicio)

source: Disk space used: {used}B / {total}B
es_ar: Espacio del disco utilizado: {used}B / {total}B

source: Temperature: {celsius}
es_ar: Temperatura: {celsius}

source: Model: {model}
es_ar: Modelo: {model}

source: Terms and conditions
es_ar: Términos y condiciones

source: Meet the team
es_ar: Conoce el equipo

source: Changelog
es_ar: Registro de Cambios

source: BACK
es_ar: ATRÁS

source: PAIR
es_ar: CONECTAR

source: UNPAIR
es_ar: DESCONECTAR

source: Pairing failed
es_ar: La conexión ha fallado

source: Unpairing failed
es_ar: La desconexión ha fallado

source: No bluetooth dongle detected
es_ar: No se ha detectado dispositivo Bluetooth

source: No devices found nearby
es_ar: No se encontraron dispositivos cercanos

source: Connect to bluetooth devices
es_ar: Conectarse a dispositivos Bluetooth

source: DONE
es_ar: HECHO

source: Application
es_ar: Aplicación

source: Connected
es_ar: Conectado

source: Not connected
es_ar: Desconectado

source: Display
es_ar: Pantalla

source: Account
es_ar: Cuenta

source: Style
es_ar: Estilo

source: Advanced
es_ar: Avanzado

source: About
es_ar: Acerca

source: Notifications
es_ar: Notificaciones

source: No-internet
es_ar: Sin-Internet

source: Settings
es_ar: Ajustes

source: Reboot?
es_ar: ¿Reiniciar?

source: Your Kano needs to reboot for changes to apply
es_ar: Tu Kano necesita reiniciarse para aplicar los cambios

source: LATER
es_ar: MÁS TARDE

source: REBOOT NOW
es_ar: REINICIAR AHORA

source: (Changing this requires a reboot)
es_ar: (Cambiar esto requiere reiniciar el sistema)

source: Current resolution: {}
es_ar: Resolución actual: {}

source: Overscan
es_ar: Encoger pantalla

source: Flip Screen
es_ar: Voltear la pantalla

source: This setting lets you adjust your screen's size.
es_ar: Estos ajustes te permiten ajustar el tamaño de tu pantalla.

source: This setting lets you adjust your screen's size, edge by edge.
es_ar: Estos ajustes te permiten ajustar el tamaño de tu pantalla, lado por lado.

source: to be set
es_ar: establecer

source: COMPLETE
es_ar: COMPLETO

source: Disable proxy
es_ar: Deshabilitar proxy

source: Use the browser to log in or configure proxy
es_ar: Usa el navegador para ingresar o configurar un proxy

source: Configure wireless
es_ar: Configurar red inalámbrica

source: Get connected
es_ar: Conectarte

source: No network found
es_ar: No se encontró ninguna red

source: Browser Login
es_ar: Inicio de sesión del navegador

source: Connection found!
es_ar: ¡Conexión encontrada!

source: You're on a wired network
es_ar: Estás en una conexión cableada

source: You're on a wireless network
es_ar: Estás en una conexión inalámbrica

source: Configure
es_ar: Configurar

source: Connect via a friend
es_ar: Conectar a través de un amigo

source: IP address
es_ar: Dirección IP

source: Username
es_ar: Usuario

source: Port
es_ar: Puerto

source: enable proxy
es_ar: habilitar proxy

source: ENABLE PROXY
es_ar: HABILITAR PROXY

source: DISABLE PROXY
es_ar: DESHABILITAR PROXY

source: Error with proxy
es_ar: Error con el proxy

source: Successfully enabled proxy
es_ar: Proxy habilitado de manera exitosa

source: Successfully disabled proxy
es_ar: Proxy deshabilitado de manera exitosa

source: Choose a background
es_ar: Escoge un fondo

source: TRY
es_ar: INTENTAR

source: CHOOSE
es_ar: ESCOGER

source: Pick your background
es_ar: Escoge tu fondo

source: New wallpapers unlocked! Level up to get more.
es_ar: ¡Nuevas imágenes de fondo desbloqueadas! Sube de nivel para conseguir más.

source: You need to be root to change install a locale
es_ar: Necesitas ser usuario de root (superusuario) para cambiar o instalar la configuración regional

source: Parental lock enabled!
es_ar: ¡Control de padres activado!

source: Parental lock disabled!
es_ar: ¡Control de padres desactivado!

source: Password doesn't match leaving parental lock enabled!
es_ar: La contraseña no coincide ¡control de padres permanece activado!

source: Could not find in home kdesk
es_ar: No se pudo encontrar en home kdesk

source: Standard
es_ar: Estándar

source: High
es_ar: Alto

source: None
es_ar: Ninguno

source: Modest
es_ar: Moderado

source: Medium
es_ar: Mediano

source: Overclocked
es_ar: Overclockeado

source: English
es_ar: Inglés

source: German
es_ar: Alemán

source: United Kingdom
es_ar: Reino Unido

source: Germany
es_ar: Alemania

source: System account settings
es_ar: Configuración de la cuenta

source: Set your account
es_ar: Configura tu cuenta

source: CHANGE PASSWORD
es_ar: CAMBIAR CONTRASEÑA

source: ADD ACCOUNT
es_ar: AÑADIR CUENTA

source: REMOVE ACCOUNT
es_ar: ELIMINAR CUENTA

source: Accounts
es_ar: Cuentas

source: Add or remove accounts
es_ar: Agrega o elimina cuentas

source: Error creating new user
es_ar: Error al crear nuevo usuario

source: Reboot the system
es_ar: Reiniciar el sistema

source: A new account will be created next time you reboot.
es_ar: Una nueva cuenta será creada la próxima vez que reinicies.

source: Are you sure you want to delete the current user?
es_ar: ¿Estás seguro de que quieres eliminar el usuario actual?

source: You will lose all the data on this account!
es_ar: ¡Perderás toda la información de tu cuenta!

source: CANCEL
es_ar: CANCELAR

source: Error deleting user
es_ar: Error al eliminar usuario

source: To finish removing this account, you need to reboot
es_ar: Para terminar de eliminar esta cuenta tienes que reiniciar el sistema

source: Do you want to reboot?
es_ar: ¿Quieres reiniciar?

source: Change your password
es_ar: Cambia tu contraseña

source: Old password
es_ar: Contraseña anterior

source: "kano" is default
es_ar: "kano" es la predeterminada

source: New password
es_ar: Contraseña nueva

source: Repeat new password
es_ar: Repite tu nueva contraseña

source: Could not change password
es_ar: No se pudo guardar la contraseña

source: Your old password is incorrect!
es_ar: ¡Tu contraseña anterior es incorrecta!

source: Your new passwords don't match! Try again.
es_ar: ¡Tus contraseñas nuevas no coinciden! Intenta nuevamente.

source: Your new password is not long enough or contains special characters.
es_ar: Tu nueva contraseña no es suficientemente larga o contiene caracteres especiales.

source: Password changed!
es_ar: ¡Contraseña cambiada!

source: GO BACK
es_ar: VOLVER

source: Change your screensaver
es_ar: Cambia tu salvapantallas

source: CHANGE SCREENSAVER
es_ar: CAMBIAR SALVAPANTALLAS

source: Advanced Options
es_ar: Opciones Avanzadas

source: Screensaver - advanced
es_ar: Salvapantallas - avanzado

source: Turn on screensaver
es_ar: Activar salvapantallas

source: Length of time in minutes before screensaver launches
es_ar: Tiempo en minutos antes de que se active el salvapantallas

source: Overclock your processor
es_ar: Aumenta frecuencia de procesador

source: Make your computer's brain think faster, but run hotter.
es_ar: Haz que el cerebro de tu computadora piense más rápido, aunque se caliente más.

source: Warning
es_ar: Advertencia

source: For a small percentage of users, this setting makes the Pi behave unpredictably. Do you want to continue?
es_ar: Para un pequeño porcentaje de usuarios, esta configuración hace que su Pi se comporte de manera impredecible. ¿Quieres continuar?

source: Here you can manage the built-in notification system
es_ar: Aquí puedes controlar el sistema de notificaciones

source: Show all notifications
es_ar: Mostrar todas las notificaciones

source: Hide all notifications
es_ar: Ocultar todas las notificaciones

source: Hide only Kano World notifications
es_ar: Ocultar únicamente notificaciones de Kano World

source: Parental lock
es_ar: Control de padres

source: Configure your parental lock settings
es_ar: Configura los ajustes del control de padres

source: Low Settings
es_ar: Configuración baja

source: Block predefined blacklisted websites and activates SafeSearch on Google and Youtube
es_ar: Bloquea sitios denegados predefinidos y activa BúsquedaSegura en Google y YouTube

source: Medium Settings
es_ar: Configuración Media

source: Use safe DNS servers to filter all traffic
es_ar: Usa servidores DNS seguros para filtrar el tráfico

source: High Settings
es_ar: Configuración Alta

source: Enable all filters and restrict search engine access
es_ar: Habilita todos los filtros y restringe accesos al motor de búsqueda

source: Ultimate Settings
es_ar: Configuración Extrema

source: Only allow access to Kano World activities
es_ar: Sólo permite el acceso a actividades de Kano World

source: Configure allowed/blocked
es_ar: Configura permitidos/bloqueados

source: If any browsers are open, please relaunch them for this setting to take effect
es_ar: Si algún navegador se encuentra abierto, reinicia para dar lugar a la nueva configuración

source: Allow and Block Sites
es_ar: Sitios bloqueados y permitidos

source: Add extra sites to block or allow
es_ar: Añade sitios bloqueados o permitidos

source: Add extra sites to block
es_ar: Añade sitios bloqueados

source: Something blocked that shouldn't be?
es_ar: ¿Hay algo bloqueado que no debería?

source: Parental Authentication
es_ar: Autenticación de Padres

source: Enter your parental password:
es_ar: Introduce tu contraseña de padres:

source: Try again?
es_ar: ¿Intentar de neuvo?

source: The password was incorrect. Changes not applied
es_ar: Contraseña incorrecta. No se aplicaron cambios

source: Later
es_ar: Más tarde

source: CONNECT NOW
es_ar: CONECTAR AHORA

source: You need internet to continue
es_ar: Necesitas internet para continuar

source: Toggle parental lock and debug mode
es_ar: Activar el control de padres y el modo depuración

source: Use different levels to: - Block mature content in browser and YouTube - Or restrict internet access to only Kano World activity
es_ar: Usa diferentes niveles para: - Bloquear contenido para mayores en el navegador y YouTube - O restringir el acceso a internet únicamente a activiades de Kano World

source: Having problems? 1) Enable this mode 2) Report a bug with the ? tool on the Desktop
es_ar: ¿Estás teniendo problemas? 1) Activar este modo 2) Reportar un error haciendo click en ? que se encuentra en el Escritorio

source: Debug mode
es_ar: Modo de depuración

source: Activated
es_ar: Activado

source: De-activated
es_ar: Desactivado

source: Unlock parental lock
es_ar: Desbloquer el control de padres

source: Enter your password
es_ar: Ingresa tu contraseña

source: UNLOCK
es_ar: DESBLOQUEAR

source: Enter your selected password
es_ar: Ingresa la contraseña elegida

source: Set up parental lock
es_ar: Establecer el control de padres

source: Choose a password
es_ar: Elige una contraseña

source: LOCK
es_ar: BLOQUEAR

source: Select password
es_ar: Elige una contraseña

source: Confirm password
es_ar: Confirma la contraseña

source: Careful
es_ar: Cuidado

source: The passwords don't match! Try again
es_ar: ¡Las contraseñas no coinciden! Intenta nuevamente

source: Get sound from your speaker or your TV
es_ar: Trae el sonido desde el parlante o desde tu TV

source: Speaker
es_ar: Parlante

source: Get ready... Kano is starting up.
es_ar: Prepárate... Kano está empezando.
